{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 5], "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "units": 18, "dtype": "float32", "name": "dense_13", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activation": "tanh", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "use_bias": true, "name": "dense_14", "units": 32}}, {"class_name": "Dropout", "config": {"rate": 0.35, "name": "dropout_7", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activation": "tanh", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "use_bias": true, "name": "dense_15", "units": 32}}, {"class_name": "Dropout", "config": {"rate": 0.35, "name": "dropout_8", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "use_bias": true, "name": "dense_16", "units": 4}}]}